[
  {
    "id": "prod_001",
    "slug": "premium-game-pass-12-month",
    "name": "Premium Game Pass - 12 Month Subscription",
    "category": "games",
    "price": 119.99,
    "shortDescription": "Access over 100 high-quality PC and console games with day-one releases and EA Play included.",
    "description": "Transform your gaming experience with Premium Game Pass. Get unlimited access to a growing library of over 100 high-quality games, including day-one releases from major publishers.\n\nWhat's Included:\n• 12 months of full access to Premium Game Pass library\n• Day-one access to new releases from Xbox Game Studios and partners\n• EA Play membership included at no extra cost\n• Cross-platform play on PC and console\n• Cloud gaming on mobile and tablets\n• Exclusive member discounts up to 20% off games in the library\n\nPerfect For: Gamers who want variety and value. Instead of buying individual games at $60-70 each, get access to hundreds of titles for one affordable annual rate.\n\nHow It Works: After purchase, you'll receive a 25-character activation code via email within 5 minutes. Redeem at your gaming account portal to activate your subscription instantly. No credit card required for redemption.",
    "image": "/images/products/premium-game-pass-12-month.jpg",
    "platform": "PC, Xbox, Cloud (Mobile/Tablet)",
    "deliveryMethod": "Email",
    "deliveryTime": "Instant",
    "featured": true,
    "relatedProducts": ["prod_002", "prod_003", "prod_007"]
  },
  {
    "id": "prod_002",
    "slug": "steam-gift-card-50",
    "name": "Steam Gift Card - $50 USD",
    "category": "games",
    "price": 50.00,
    "shortDescription": "Add $50 to your Steam Wallet to purchase thousands of games, DLC, and in-game items.",
    "description": "The Steam Gift Card is your gateway to the world's largest PC gaming platform. With over 30,000 games available, you'll never run out of entertainment options.\n\nWhat You Get:\n• $50 USD added directly to your Steam Wallet\n• No fees or expiration dates\n• Redeemable for games, software, downloadable content, and in-game items\n• Works across all Steam-supported countries\n• Instant balance update upon redemption\n\nPerfect For: PC gamers who want flexibility in their purchases. Use your balance during Steam sales to maximize value, or gift it to a friend.\n\nRedemption Process: Receive your unique 15-digit code via email instantly. Log into your Steam account, navigate to \"Redeem a Steam Wallet Code,\" enter your code, and your balance updates immediately. Start shopping right away!",
    "image": "/images/products/steam-gift-card-50.jpg",
    "platform": "PC (Steam)",
    "deliveryMethod": "Email",
    "deliveryTime": "Instant",
    "relatedProducts": ["prod_001", "prod_003", "prod_004"]
  },
  {
    "id": "prod_003",
    "slug": "playstation-plus-essential-12-month",
    "name": "PlayStation Plus Essential - 12 Month Membership",
    "category": "games",
    "price": 59.99,
    "shortDescription": "Essential online multiplayer access plus monthly free games for your PlayStation console.",
    "description": "PlayStation Plus Essential is the foundation of online gaming on PlayStation. Get everything you need to play with friends and discover new favorites every month.\n\nMembership Benefits:\n• Online multiplayer access for all your PS4 and PS5 games\n• 2-3 hand-picked free games every month to keep forever\n• Exclusive PS Store discounts and sales\n• 100GB cloud storage for game saves\n• Share Play feature to let friends try your games remotely\n• Access to game help cards and hints\n\nIdeal For: PlayStation owners who want to maximize their console experience. Whether you're into competitive multiplayer, co-op adventures, or discovering new indie games, PS Plus Essential delivers consistent value.\n\nActivation: Your 12-digit redemption code arrives instantly via email. Visit the PlayStation Store, select \"Redeem Codes,\" enter your code, and your membership activates immediately. Start playing online and claiming monthly games right away.",
    "image": "/images/products/playstation-plus-essential-12-month.jpg",
    "platform": "PlayStation 4, PlayStation 5",
    "deliveryMethod": "Email",
    "deliveryTime": "Instant",
    "relatedProducts": ["prod_001", "prod_004", "prod_008"]
  },
  {
    "id": "prod_004",
    "slug": "nintendo-eshop-card-35",
    "name": "Nintendo eShop Card - $35 USD",
    "category": "games",
    "price": 35.00,
    "shortDescription": "Download Nintendo Switch games, DLC, and add-ons with this digital eShop gift card.",
    "description": "The Nintendo eShop Card lets you access thousands of digital games and content for your Nintendo Switch, 3DS, or Wii U. From AAA Nintendo titles to indie gems, your next adventure is just a download away.\n\nCard Features:\n• $35 USD credit for the Nintendo eShop\n• Purchase full games, demos, DLC packs, and season passes\n• No credit card needed for eShop purchases\n• Never expires, balance stays in your account\n• Combines with other cards for larger purchases\n• Works across all Nintendo platforms\n\nBest For: Nintendo fans who prefer digital games or want to take advantage of eShop sales. Also perfect as a gift for the Nintendo enthusiast in your life.\n\nHow to Redeem: You'll receive a 16-digit code instantly via email. On your Switch, select \"Nintendo eShop\" from the home menu, choose \"Enter Code,\" input your digits, and watch your balance increase. Download games immediately or save your credit for future releases!",
    "image": "/images/products/nintendo-eshop-card-35.jpg",
    "platform": "Nintendo Switch, 3DS, Wii U",
    "deliveryMethod": "Email",
    "deliveryTime": "Instant",
    "relatedProducts": ["prod_002", "prod_003", "prod_005"]
  },
  {
    "id": "prod_005",
    "slug": "epic-games-wallet-code-25",
    "name": "Epic Games Wallet Code - $25",
    "category": "games",
    "price": 25.00,
    "shortDescription": "Add $25 to your Epic Games Wallet for Fortnite, popular PC games, and exclusive deals.",
    "description": "The Epic Games Wallet Code gives you instant purchasing power on the Epic Games Store. Known for generous free weekly games and exclusive deals, Epic is home to Fortnite and an expanding library of PC games.\n\nWhat's Included:\n• $25 added to your Epic Games account balance\n• Use for games, DLC, in-game items, and V-Bucks\n• Access to exclusive Epic Games Store deals\n• No fees or expiration\n• Instant redemption and availability\n\nTarget Audience: Fortnite players looking for V-Bucks, PC gamers shopping Epic's exclusive titles, or anyone wanting to take advantage of the Epic Games Store's frequent mega sales where popular games drop to record-low prices.\n\nRedemption Instructions: Check your email for the unique redemption code. Visit the Epic Games Store, click your profile, select \"Redeem Code,\" paste your code, and confirm. Your $25 appears instantly in your wallet. Start shopping or save for that next big sale!",
    "image": "/images/products/epic-games-wallet-code-25.jpg",
    "platform": "PC (Epic Games Store)",
    "deliveryMethod": "Email",
    "deliveryTime": "Within 5 minutes",
    "relatedProducts": ["prod_002", "prod_001", "prod_006"]
  },
  {
    "id": "prod_006",
    "slug": "gaming-subscription-bundle-6-month",
    "name": "Multi-Platform Gaming Subscription Bundle - 6 Months",
    "category": "entertainment",
    "price": 89.99,
    "shortDescription": "Save on combined access to multiple gaming subscription services for maximum game variety.",
    "description": "Why choose one gaming subscription when you can have them all? This bundle combines popular gaming services for an unbeatable entertainment value.\n\nBundle Contents:\n• 6 months of Premium Cloud Gaming (100+ games, streaming to any device)\n• 3 months of Classic Games Collection (retro and arcade titles)\n• Exclusive in-game currency packs for popular online games ($30 value)\n• Priority access to upcoming game beta tests\n• Monthly digital gaming magazine subscription\n\nWhy This Bundle: Individually, these services would cost $140+. You're saving over $50 while getting diverse gaming experiences from AAA blockbusters to retro classics to indie darlings. Perfect for households with multiple gamers or anyone who loves variety.\n\nDelivery & Activation: All activation codes and instructions arrive via email within 10 minutes. Each service has simple redemption through its respective platform. Detailed setup guides included. All subscriptions start upon your redemption, not purchase date, so activate when ready!",
    "image": "/images/products/gaming-subscription-bundle-6-month.jpg",
    "platform": "PC, Mobile, Tablet, Console",
    "deliveryMethod": "Email",
    "deliveryTime": "Within 10 minutes",
    "featured": true,
    "relatedProducts": ["prod_001", "prod_003", "prod_007"]
  },
  {
    "id": "prod_007",
    "slug": "roblox-premium-3-month",
    "name": "Roblox Premium - 3 Month Membership",
    "category": "entertainment",
    "price": 29.99,
    "shortDescription": "Get monthly Robux, exclusive items, and trading privileges in the Roblox universe.",
    "description": "Roblox Premium transforms your Roblox experience with monthly Robux, exclusive perks, and revenue opportunities. Perfect for dedicated Roblox players and creators.\n\nPremium Benefits:\n• 1,000 Robux every month (3,000 total over 3 months)\n• 10% bonus Robux on all purchases\n• Ability to trade limited items with other Premium members\n• Access to Premium-only items and exclusive accessories\n• Sell items and earn Robux (creators)\n• Premium Payouts for eligible creators\n• Exclusive virtual badge\n\nIdeal For: Active Roblox players who regularly purchase Robux, aspiring game creators, and traders looking to grow their limited item collection. Premium pays for itself if you typically buy Robux monthly.\n\nActivation Process: Your Roblox Premium PIN arrives instantly via email. Log into Roblox.com, visit Settings > Billing, select \"Redeem Roblox Card,\" enter your PIN, and choose your membership. Your first 1,000 Robux deposits immediately, with additional allocations on the same day each month!",
    "image": "/images/products/roblox-premium-3-month.jpg",
    "platform": "PC, Mobile, Tablet, Xbox, PlayStation",
    "deliveryMethod": "Email",
    "deliveryTime": "Instant",
    "relatedProducts": ["prod_004", "prod_005", "prod_001"]
  },
  {
    "id": "prod_008",
    "slug": "xbox-game-pass-ultimate-3-month",
    "name": "Xbox Game Pass Ultimate - 3 Month Code",
    "category": "games",
    "price": 44.99,
    "shortDescription": "Ultimate gaming package: Xbox Live Gold, PC Game Pass, cloud gaming, and exclusive perks.",
    "description": "Xbox Game Pass Ultimate is the complete gaming package, combining everything Microsoft offers into one comprehensive subscription.\n\nUltimate Includes:\n• Xbox Game Pass for Console (100+ Xbox games)\n• Xbox Game Pass for PC (100+ PC games, different titles)\n• Xbox Live Gold (online multiplayer)\n• EA Play membership (90+ EA games)\n• Cloud gaming on phones, tablets, and browsers\n• Exclusive member deals and discounts\n• Day-one access to Xbox Game Studios titles\n• Perks like free in-game content and partner offers\n\nTarget Market: Serious gamers who play across multiple devices and want the best value. If you game on both Xbox and PC, or want the flexibility to play anywhere via cloud, Ultimate is unmatched value.\n\nSetup: Your 25-character code arrives via email instantly. Redeem at redeem.microsoft.com or through your Xbox console. New subscribers can stack codes for extended membership. Active Game Pass subscribers will upgrade automatically with no loss of remaining time.",
    "image": "/images/products/xbox-game-pass-ultimate-3-month.jpg",
    "platform": "Xbox, PC, Cloud (Mobile/Tablet)",
    "deliveryMethod": "Email",
    "deliveryTime": "Instant",
    "relatedProducts": ["prod_001", "prod_003", "prod_006"]
  },
  {
    "id": "prod_009",
    "slug": "adobe-creative-cloud-all-apps-1-year",
    "name": "Adobe Creative Cloud All Apps - 1 Year License",
    "category": "software",
    "price": 599.99,
    "shortDescription": "Complete Adobe suite: Photoshop, Illustrator, Premiere Pro, and 20+ creative applications.",
    "description": "Adobe Creative Cloud All Apps is the industry-standard toolkit for creative professionals. Get every Adobe creative application in one comprehensive package.\n\nIncluded Applications:\n• Photoshop, Lightroom, Lightroom Classic (photo editing)\n• Illustrator, InDesign (graphic design and layout)\n• Premiere Pro, After Effects, Audition (video and audio)\n• XD, Animate, Dimension (UX and 3D)\n• Acrobat Pro, Dreamweaver, Spark, and more\n• 100GB cloud storage\n• Adobe Portfolio website\n• Adobe Fonts (20,000+ fonts)\n• Regular updates and new features\n\nWho Needs This: Professional designers, photographers, videographers, and content creators who demand the best tools. Students, freelancers, and agencies rely on Creative Cloud daily. If your work requires professional-grade output, this is your solution.\n\nLicense Activation: Your unique redemption code arrives via email within 15 minutes. Visit adobe.com/redeem, log into your Adobe account (create one if needed), enter your code, and all applications unlock immediately. Install what you need via Creative Cloud desktop app. Cancel anytime before renewal.",
    "image": "/images/products/adobe-creative-cloud-all-apps-1-year.jpg",
    "platform": "Windows, Mac",
    "deliveryMethod": "Email",
    "deliveryTime": "Within 15 minutes",
    "featured": true,
    "relatedProducts": ["prod_010", "prod_011", "prod_013"]
  },
  {
    "id": "prod_010",
    "slug": "microsoft-365-family-1-year",
    "name": "Microsoft 365 Family - 1 Year Subscription (6 Users)",
    "category": "software",
    "price": 99.99,
    "shortDescription": "Word, Excel, PowerPoint, Outlook, and 1TB OneDrive storage for up to 6 family members.",
    "description": "Microsoft 365 Family brings premium Office applications and services to your entire household. Share with up to 6 people, each getting their own account with full benefits.\n\nEach Person Gets:\n• Full Office suite: Word, Excel, PowerPoint, Outlook, OneNote\n• 1TB OneDrive cloud storage (6TB total family storage)\n• Microsoft Teams for personal use\n• Advanced security features and ransomware protection\n• Works on PC, Mac, tablet, and phone (5 devices per person)\n• Ongoing updates and new features\n• Premium templates and creative content\n• Microsoft Editor advanced writing assistance\n• 60 Skype minutes per month\n\nPerfect For: Families, small teams, or anyone sharing with friends or roommates. Incredible value when split among 6 users - just $16.66 per person annually. From students writing papers to parents managing budgets, everyone benefits.\n\nRedemption: Product key arrives instantly via email. Visit office.com/setup, sign in with your Microsoft account, enter the 25-character key, and choose who to share with via email invitation. Recipients install Office on their devices immediately.",
    "image": "/images/products/microsoft-365-family-1-year.jpg",
    "platform": "Windows, Mac, iOS, Android, Web",
    "deliveryMethod": "Email",
    "deliveryTime": "Instant",
    "relatedProducts": ["prod_009", "prod_011", "prod_012"]
  },
  {
    "id": "prod_011",
    "slug": "figma-professional-plan-1-year",
    "name": "Figma Professional Plan - 1 Year Team License",
    "category": "software",
    "price": 144.00,
    "shortDescription": "Collaborative design platform for UI/UX design, prototyping, and team workflows.",
    "description": "Figma Professional is where design teams come together to create, prototype, and iterate on products. The browser-based platform means design happens anywhere, on any device.\n\nProfessional Features:\n• Unlimited Figma files and version history\n• Unlimited cloud storage\n• Shared team libraries and design systems\n• Advanced prototyping and interactive components\n• Developer handoff with inspect mode and code export\n• Private projects and team-only files\n• Audio conversations and real-time collaboration\n• Plugin ecosystem with thousands of extensions\n• Support for design systems and component variants\n\nWho Uses Figma: Product designers, UX/UI professionals, design teams at startups and enterprises. Figma has become the industry standard, replacing legacy tools with real-time collaboration and cloud-native workflow. Perfect for remote teams.\n\nGetting Started: License activation link arrives via email instantly. Create or log into your Figma account, apply the Professional plan code, and immediately unlock all features. Invite teammates via email. Works in any modern browser - no installation required (though desktop app available).",
    "image": "/images/products/figma-professional-plan-1-year.jpg",
    "platform": "Web, Windows, Mac",
    "deliveryMethod": "Email",
    "deliveryTime": "Instant",
    "relatedProducts": ["prod_009", "prod_012", "prod_016"]
  },
  {
    "id": "prod_012",
    "slug": "notion-team-plan-1-year",
    "name": "Notion Team Plan - 1 Year Subscription (10 Users)",
    "category": "software",
    "price": 96.00,
    "shortDescription": "All-in-one workspace for notes, docs, wikis, projects, and collaboration.",
    "description": "Notion Team transforms how your group works together. Combine notes, databases, wikis, and project management in one flexible workspace that adapts to any workflow.\n\nTeam Plan Includes:\n• Unlimited pages and blocks\n• Unlimited file uploads\n• 10 team members included\n• Version history (30 days)\n• Advanced permissions and admin tools\n• Priority support\n• Integrate with Slack, Google Drive, GitHub, and 50+ tools\n• Templates for every use case\n• Database views: table, board, calendar, gallery, timeline\n• API access for custom integrations\n\nIdeal For: Startup teams, project groups, content creators, small businesses, and departments needing flexible documentation and project tools. Replace multiple apps (wiki + docs + tasks) with Notion's unified workspace.\n\nActivation Process: Team workspace invitation link delivered via email within 5 minutes. Existing Notion users can upgrade their workspace, or create a new team workspace. Invite members via email, and they join instantly. Set up your wiki, project tracker, and documentation in minutes using proven templates.",
    "image": "/images/products/notion-team-plan-1-year.jpg",
    "platform": "Web, Windows, Mac, iOS, Android",
    "deliveryMethod": "Email",
    "deliveryTime": "Within 5 minutes",
    "relatedProducts": ["prod_010", "prod_011", "prod_013"]
  },
  {
    "id": "prod_013",
    "slug": "slack-business-plus-1-year",
    "name": "Slack Business+ Plan - 1 Year License (25 Users)",
    "category": "software",
    "price": 150.00,
    "shortDescription": "Enterprise-grade team communication with advanced security, compliance, and integrations.",
    "description": "Slack Business+ is built for teams that need enterprise-grade security and compliance without sacrificing the collaboration features that make Slack indispensable.\n\nBusiness+ Features:\n• Unlimited message history and file storage\n• 25 user seats included\n• 99.99% uptime SLA guarantee\n• Advanced security and compliance (SOC 2/3, HIPAA, GDPR)\n• Custom retention policies\n• Enterprise Key Management\n• Corporate export for eDiscovery\n• Audit logs and SAML-based SSO\n• 24/7 priority support with 4-hour response time\n• Advanced workflow builder\n• Connect with external organizations (Slack Connect)\n• 2,400+ app integrations\n\nTarget Customers: Growing companies, regulated industries (healthcare, finance), teams handling sensitive data, and organizations requiring compliance certifications. If your team lives in Slack and needs enterprise features, Business+ delivers.\n\nSetup: License activation code arrives via email within 30 minutes. Workspace owner visits slack.com/billing, enters the license key, and all Business+ features unlock immediately for your workspace. Onboarding support available to migrate from lower tiers seamlessly.",
    "image": "/images/products/slack-business-plus-1-year.jpg",
    "platform": "Web, Windows, Mac, iOS, Android",
    "deliveryMethod": "Email",
    "deliveryTime": "Within 30 minutes",
    "relatedProducts": ["prod_012", "prod_010", "prod_014"]
  },
  {
    "id": "prod_014",
    "slug": "1password-families-1-year",
    "name": "1Password Families - 1 Year Subscription (5 Family Members)",
    "category": "software",
    "price": 59.99,
    "shortDescription": "Secure password manager for your family with unlimited vaults and easy sharing.",
    "description": "1Password Families keeps everyone's passwords, credit cards, and sensitive information secure while making sharing simple when needed.\n\nFamily Plan Benefits:\n• 5 family member accounts (expand unlimited for $1/month each)\n• Unlimited passwords, credit cards, secure notes\n• Unlimited shared vaults between family members\n• Private vaults for each person\n• Travel Mode hides sensitive vaults during border crossings\n• Watchtower alerts for compromised passwords\n• Two-factor authentication for all accounts\n• Works on unlimited devices per person\n• 1GB encrypted document storage per person\n• Family organizer can recover locked accounts\n• Share Wi-Fi passwords, subscriptions, and more securely\n\nWhy Families Need This: Stop texting passwords insecurely. Share Netflix, WiFi, and alarm codes safely. Ensure elderly parents can access important accounts if needed. Teach kids good password hygiene. One subscription protects everyone.\n\nActivation: Registration link arrives instantly via email. Visit the link, create your family account, set your master password (the only one you'll need to remember), invite family members via email. They create their own master passwords and start saving login credentials immediately. Apps available for all devices.",
    "image": "/images/products/1password-families-1-year.jpg",
    "platform": "Windows, Mac, Linux, iOS, Android, Browser Extensions",
    "deliveryMethod": "Email",
    "deliveryTime": "Instant",
    "relatedProducts": ["prod_010", "prod_015", "prod_013"]
  },
  {
    "id": "prod_015",
    "slug": "zoom-pro-1-year",
    "name": "Zoom Pro Plan - 1 Year License (Single Host)",
    "category": "education",
    "price": 149.99,
    "shortDescription": "Professional video conferencing for unlimited group meetings up to 30 hours.",
    "description": "Zoom Pro removes the 40-minute limit on group meetings and adds professional features for businesses, educators, and content creators.\n\nPro Plan Features:\n• Host unlimited meetings (no 40-minute limit on group calls)\n• Up to 100 participants per meeting\n• Up to 30 hours per meeting\n• 1GB cloud recording storage\n• User management controls\n• Custom personal meeting ID\n• Reporting and analytics\n• Streaming to Facebook and YouTube\n• Phone support\n• Closed captioning and transcripts\n• Waiting room and meeting passwords\n• Screen sharing with annotation\n• Breakout rooms (up to 50)\n• Polls and Q&A\n\nPerfect For: Small business owners hosting client meetings, educators teaching online classes, consultants conducting workshops, content creators hosting webinars, team leaders running daily standups. Stop worrying about the 40-minute timer.\n\nLicense Activation: License key delivered via email within 15 minutes. Log into zoom.us, navigate to Account Settings > Billing, select \"Apply License Key,\" paste your code, and Pro features activate immediately. Schedule your first long meeting right away!",
    "image": "/images/products/zoom-pro-1-year.jpg",
    "platform": "Web, Windows, Mac, iOS, Android, Linux",
    "deliveryMethod": "Email",
    "deliveryTime": "Within 15 minutes",
    "relatedProducts": ["prod_013", "prod_012", "prod_010"]
  },
  {
    "id": "prod_016",
    "slug": "chatgpt-plus-subscription-3-month",
    "name": "ChatGPT Plus - 3 Month Subscription",
    "category": "ai-tools",
    "price": 60.00,
    "shortDescription": "Premium access to GPT-4, faster responses, priority access during peak times, and exclusive features.",
    "description": "ChatGPT Plus unlocks the full potential of OpenAI's most advanced language models. Get access to GPT-4, faster response times, and cutting-edge features before everyone else.\n\nPlus Subscriber Benefits:\n• Access to GPT-4 (more capable, creative, and accurate than GPT-3.5)\n• Faster response times even during peak hours\n• Priority access during high-demand periods\n• Early access to new features and improvements\n• Access to plugins and browsing (when available)\n• Advanced Data Analysis (Code Interpreter)\n• DALL-E 3 image generation integrated in chat\n• Custom instructions to tailor responses\n• Higher usage limits on all features\n\nWho Benefits Most: Content creators, developers, researchers, students, writers, marketers, and business professionals who rely on AI for daily tasks. If you use ChatGPT regularly and hit rate limits, Plus is essential. GPT-4's improved reasoning makes complex tasks dramatically better.\n\nRedemption Instructions: Subscription activation code arrives via email instantly. Visit chatgpt.com, log into your account (or create one), go to Account Settings, select \"Upgrade to Plus,\" and enter your redemption code. GPT-4 unlocks immediately. Start with more intelligent conversations, better code generation, and creative content.",
    "image": "/images/products/chatgpt-plus-subscription-3-month.jpg",
    "platform": "Web, iOS, Android",
    "deliveryMethod": "Email",
    "deliveryTime": "Instant",
    "featured": true,
    "relatedProducts": ["prod_017", "prod_018", "prod_011"]
  },
  {
    "id": "prod_017",
    "slug": "midjourney-subscription-3-month",
    "name": "Midjourney Standard - 3 Month Subscription",
    "category": "ai-tools",
    "price": 90.00,
    "shortDescription": "AI-powered image generation for creating stunning artwork from text descriptions.",
    "description": "Midjourney turns your imagination into visual reality. Simply describe what you want to see, and Midjourney's AI creates stunning, professional-quality images in seconds.\n\nStandard Plan Includes:\n• 15 hours of fast GPU time per month (3 months = 45 hours)\n• Unlimited relaxed generation (slower but free after fast hours used)\n• General commercial usage terms\n• Access to full Midjourney V6 model\n• Private visibility for your generations\n• Stealth mode (hide your images from the public gallery)\n• Maximum concurrent jobs\n• Rate mode toggle (switch between fast/relaxed)\n• 4K upscaling for final images\n\nIdeal For: Graphic designers, concept artists, marketing teams, content creators, game developers, and anyone needing custom visual content. Create product mockups, book covers, social media images, concept art, and more without hiring an illustrator. Commercial use included.\n\nGetting Started: Discord invitation link with subscription activation arrives via email within 10 minutes. Join the Midjourney Discord server (or use the web app), link your subscription, and start creating immediately with simple /imagine commands. Community gallery provides endless inspiration. Detailed prompt guide included.",
    "image": "/images/products/midjourney-subscription-3-month.jpg",
    "platform": "Web, Discord",
    "deliveryMethod": "Email",
    "deliveryTime": "Within 10 minutes",
    "relatedProducts": ["prod_016", "prod_009", "prod_018"]
  },
  {
    "id": "prod_018",
    "slug": "github-copilot-business-1-year",
    "name": "GitHub Copilot Business - 1 Year License (10 Seats)",
    "category": "ai-tools",
    "price": 190.00,
    "shortDescription": "AI pair programmer that autocompletes code, suggests functions, and writes tests.",
    "description": "GitHub Copilot Business supercharges your development team with AI-assisted coding. Get real-time code suggestions, function implementations, and test generation across dozens of languages.\n\nBusiness Plan Features:\n• 10 developer seats included\n• More powerful AI models than individual plan\n• Organization-wide policy management\n• Enterprise-grade security and privacy\n• Code suggestions never used to train public models\n• VPN and proxy support\n• License management dashboard\n• Usage analytics and insights\n• Priority support\n• Audit logs and IP indemnification\n\nSupported Languages: Python, JavaScript, TypeScript, Ruby, Go, C#, C++, Java, PHP, Rust, Scala, Kotlin, Swift, and 20+ more. Trained on billions of lines of public code.\n\nWho Needs This: Development teams, software companies, IT departments, and engineering organizations. Copilot demonstrably increases developer productivity by 35-55% according to GitHub studies. Write code faster, catch bugs earlier, and explore APIs effortlessly.\n\nActivation: Organization admin invitation link delivered via email within 20 minutes. Admin assigns seats to developers via GitHub organization settings. Developers install the Copilot extension for VS Code, JetBrains IDEs, Neovim, or Visual Studio. AI suggestions appear inline immediately as you type.",
    "image": "/images/products/github-copilot-business-1-year.jpg",
    "platform": "VS Code, JetBrains IDEs, Visual Studio, Neovim",
    "deliveryMethod": "Email",
    "deliveryTime": "Within 20 minutes",
    "relatedProducts": ["prod_016", "prod_011", "prod_019"]
  },
  {
    "id": "prod_019",
    "slug": "jasper-ai-creator-plan-3-month",
    "name": "Jasper AI Creator Plan - 3 Month Subscription",
    "category": "ai-tools",
    "price": 147.00,
    "shortDescription": "AI content creation platform for marketing copy, blog posts, and social media content.",
    "description": "Jasper AI is your AI marketing team member, creating high-quality content for blogs, ads, emails, social media, and more. Generate months of content in hours.\n\nCreator Plan Features:\n• Unlimited words generated per month\n• 50+ content templates (blog posts, ads, emails, social)\n• Brand voice customization (write in your style)\n• Tone and style controls\n• SEO mode for optimized content\n• Plagiarism checker\n• Grammarly integration\n• 25+ languages supported\n• Chrome extension for writing anywhere\n• Image generation with Jasper Art (20 images/month)\n• Collaboration workspace\n• Projects and campaigns organization\n\nTarget Users: Content marketers, copywriters, social media managers, bloggers, e-commerce stores, agencies, and small business owners. Create product descriptions, email sequences, Facebook ads, YouTube scripts, and more 10x faster. Maintain consistent brand voice across all content.\n\nOnboarding: Account activation link arrives via email instantly. Complete the 5-minute brand voice setup questionnaire, teaching Jasper about your business, audience, and tone. Start with pre-built templates or chat with Jasper to create custom content. Browser extension lets you use Jasper anywhere you write online.",
    "image": "/images/products/jasper-ai-creator-plan-3-month.jpg",
    "platform": "Web, Chrome Extension",
    "deliveryMethod": "Email",
    "deliveryTime": "Instant",
    "relatedProducts": ["prod_016", "prod_017", "prod_012"]
  },
  {
    "id": "prod_020",
    "slug": "coursera-plus-1-year",
    "name": "Coursera Plus - 1 Year Unlimited Learning",
    "category": "education",
    "price": 399.00,
    "shortDescription": "Unlimited access to 7,000+ courses from top universities and companies worldwide.",
    "description": "Coursera Plus gives you unlimited access to world-class education from institutions like Stanford, Yale, Google, IBM, and 200+ other leading organizations.\n\nPlus Membership Includes:\n• Unlimited access to 7,000+ courses\n• 90% of Coursera's catalog included\n• Professional certificates from Google, IBM, Meta, and more\n• Specializations spanning 11 career fields\n• Guided projects and hands-on labs\n• Flexible schedules - learn at your own pace\n• Mobile app for offline learning\n• Shareable certificates upon completion\n• New courses added monthly\n\nPopular Topics: Data science, business, computer science, personal development, health, arts, language learning, career development, AI, cloud computing, marketing, and project management.\n\nIdeal For: Career changers, professionals upskilling, students supplementing education, and lifelong learners. Take as many courses as you want with no limits. Whether you're learning Python, improving your business skills, or exploring a new hobby, Coursera Plus removes all barriers.\n\nActivation: Unique activation URL arrives via email within 5 minutes. Visit the link, create or log into your Coursera account, and Plus unlocks immediately. Browse the full catalog and enroll in unlimited courses. Download the mobile app to learn anywhere. Progress saves across all devices.",
    "image": "/images/products/coursera-plus-1-year.jpg",
    "platform": "Web, iOS, Android",
    "deliveryMethod": "Email",
    "deliveryTime": "Within 5 minutes",
    "featured": true,
    "relatedProducts": ["prod_021", "prod_022", "prod_016"]
  },
  {
    "id": "prod_021",
    "slug": "linkedin-learning-1-year",
    "name": "LinkedIn Learning - 1 Year Premium Access",
    "category": "education",
    "price": 299.99,
    "shortDescription": "Expert-led courses in business, technology, and creative skills taught by industry leaders.",
    "description": "LinkedIn Learning connects you with over 16,000 expert-led courses designed to help you advance your career and master in-demand skills.\n\nPremium Access Includes:\n• 16,000+ courses across business, tech, and creative fields\n• Courses taught by industry experts and thought leaders\n• Personalized recommendations based on your career goals\n• Certificates you can add directly to your LinkedIn profile\n• Offline viewing via mobile app\n• Learning paths for career advancement\n• Transcripts and exercise files\n• Quizzes to test your knowledge\n• New courses added weekly\n• Email reminders and progress tracking\n\nTop Categories: Leadership, project management, software development, data analysis, graphic design, photography, marketing, Excel, communication skills, and productivity.\n\nPerfect For: Professionals looking to advance their careers, managers developing leadership skills, job seekers preparing for interviews, and anyone building relevant skills for today's workplace. Certificates show on your LinkedIn profile, signaling expertise to recruiters and connections.\n\nRedemption: Activation code delivered via email instantly. Visit linkedin.com/learning, log into your LinkedIn account (or create one), enter your code under Account Settings > Subscriptions, and all courses unlock immediately. LinkedIn suggests personalized learning paths based on your profile and career interests.",
    "image": "/images/products/linkedin-learning-1-year.jpg",
    "platform": "Web, iOS, Android",
    "deliveryMethod": "Email",
    "deliveryTime": "Instant",
    "relatedProducts": ["prod_020", "prod_022", "prod_012"]
  },
  {
    "id": "prod_022",
    "slug": "skillshare-premium-1-year",
    "name": "Skillshare Premium - 1 Year Membership",
    "category": "education",
    "price": 168.00,
    "shortDescription": "Creative learning community with thousands of classes in design, photography, and business.",
    "description": "Skillshare Premium opens the door to unlimited creative learning. Join millions of creators taking project-based classes taught by industry professionals.\n\nPremium Membership Features:\n• Unlimited access to 30,000+ classes\n• Ad-free, uninterrupted learning experience\n• Download classes for offline viewing\n• Project-based learning with hands-on practice\n• Exclusive Premium-only classes\n• Early access to new content\n• Certificates of completion\n• Teacher notes and resources for every class\n• Community of 10+ million creators\n\nPopular Class Categories: Graphic design, illustration, photography, video editing, animation, UX design, creative writing, entrepreneurship, freelancing, productivity, lifestyle, and crafts.\n\nTarget Audience: Creatives, freelancers, hobbyists, side hustlers, and anyone looking to learn by doing. Skillshare emphasizes hands-on projects over passive watching. Great for visual learners and people who learn best through creation.\n\nGetting Started: Membership activation link arrives via email within 5 minutes. Create or log into your Skillshare account, apply your Premium code, and dive into the full catalog immediately. Browse by topic or follow curated learning paths. Complete project prompts and share your work with the community for feedback.",
    "image": "/images/products/skillshare-premium-1-year.jpg",
    "platform": "Web, iOS, Android",
    "deliveryMethod": "Email",
    "deliveryTime": "Within 5 minutes",
    "relatedProducts": ["prod_020", "prod_021", "prod_017"]
  },
  {
    "id": "prod_023",
    "slug": "spotify-premium-family-6-month",
    "name": "Spotify Premium Family - 6 Month Plan (6 Accounts)",
    "category": "entertainment",
    "price": 95.99,
    "shortDescription": "Ad-free music streaming for up to 6 family members with unlimited skips and offline playback.",
    "description": "Spotify Premium Family brings unlimited music to everyone in your household. Each family member gets their own Premium account with personalized playlists and recommendations.\n\nFamily Plan Benefits:\n• 6 Premium accounts for family members\n• Ad-free music listening\n• Offline download on mobile devices\n• Unlimited skips\n• Play any song, any time\n• High-quality audio streaming\n• Group Session for shared listening\n• Spotify Kids app for safe listening (ages 3+)\n• Family Mix playlist featuring everyone's favorite songs\n• Individual accounts keep personal listening private\n• Address verification required (family must live together)\n\nMusic Library: 100+ million songs, 5+ million podcasts, thousands of playlists curated for every mood, genre, and activity.\n\nIdeal For: Families, roommates, or partners living at the same address. Kids get age-appropriate content via Spotify Kids. Everyone discovers new music through Discover Weekly and personalized recommendations. One subscription, six happy listeners.\n\nActivation Process: Redemption code arrives via email instantly. Family manager visits spotify.com/redeem, enters the code, and invites family members via email. Each person creates or links their Spotify account. Premium features activate immediately. Download the app and start streaming ad-free music on all your devices.",
    "image": "/images/products/spotify-premium-family-6-month.jpg",
    "platform": "Web, Windows, Mac, iOS, Android, Smart Speakers, Game Consoles",
    "deliveryMethod": "Email",
    "deliveryTime": "Instant",
    "featured": true,
    "relatedProducts": ["prod_024", "prod_020", "prod_021"]
  },
  {
    "id": "prod_024",
    "slug": "youtube-premium-family-1-year",
    "name": "YouTube Premium Family - 1 Year Plan (5 Members)",
    "category": "entertainment",
    "price": 228.00,
    "shortDescription": "Ad-free YouTube and YouTube Music for your family with background play and offline downloads.",
    "description": "YouTube Premium Family removes ads from YouTube, unlocks background playback, enables offline downloads, and includes YouTube Music Premium for everyone in your family.\n\nFamily Plan Includes:\n• Ad-free viewing on YouTube (no interruptions)\n• Background playback (listen with screen off)\n• Offline downloads on mobile devices\n• YouTube Music Premium for all members\n• YouTube Originals and exclusive content\n• Picture-in-picture mode on mobile\n• Up to 5 family members (ages 13+)\n• Smart downloads for recommended videos\n• Queue management and playback speed controls\n• Works across all devices\n\nYouTube Music Premium Benefits:\n• Ad-free music streaming\n• Offline mixtapes generated automatically\n• Background listening\n• Audio-only mode to save battery\n• Access to live performances and covers not on other platforms\n• Seamless switching between music and videos\n\nTarget Audience: Families who watch YouTube daily. Students, parents, content consumers, music lovers, and anyone tired of ads. Premium pays for itself if you watch YouTube regularly. Kids can watch educational content ad-free. One subscription covers everyone.\n\nRedemption: Activation code delivered via email within 10 minutes. Family manager visits youtube.com/premium, logs into Google account, enters code, and invites family members via their Gmail addresses. Premium features activate immediately on all devices. Download the YouTube and YouTube Music apps for the best mobile experience.",
    "image": "/images/products/youtube-premium-family-1-year.jpg",
    "platform": "Web, iOS, Android, Smart TVs, Game Consoles",
    "deliveryMethod": "Email",
    "deliveryTime": "Within 10 minutes",
    "relatedProducts": ["prod_023", "prod_020", "prod_007"]
  }
]

